tap "cuelang/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "warrensbox/tap"

brew "aspell"
brew "autossh"
brew "awscli"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "cuelang/tap/cue"
brew "curl"
brew "exa"
brew "fd"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "go-jsonnet"
brew "golangci-lint"
brew "harfbuzz"
brew "helm"
brew "hey"
brew "jq"
brew "jsonnet-bundler"
brew "kind"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "libheif"
brew "librsvg"
brew "maven@3.5"
brew "node"
brew "operator-sdk"
brew "polipo"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "stow"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unbound"
brew "vim"
brew "warrensbox/tap/tfswitch"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
cask "docker"
cask "intellij-idea-ce"
cask "iterm2"
