brew "aspell"
brew "awscli"
brew "bash"
brew "bat"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "go-jsonnet"
brew "goreleaser"
brew "graphviz"
brew "grpcurl"
brew "gum"
brew "htop"
brew "hyperfine"
brew "jj"
brew "jq"
brew "just"
brew "mise"
brew "neovim"
brew "pre-commit"
brew "pam-reattach" # for sudo touchid w/ tmux
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tmux"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

brew "bash-language-server"
brew "dockerfile-language-server"
brew "lua-language-server"
brew "pyright"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "yaml-language-server"

cask "1password"
cask "alacritty"
cask "alfred"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "orion"
